{
    "url": "https://www.amnesty.org/en/latest/news/2024/09/india-authorities-must-end-repression-of-dissent-in-jammu-and-kashmir/",
    "headings": [
        "Your choice regarding cookies on this site",
        "India: Authorities must end repression of dissent in Jammu and Kashmir",
        "Passports confiscations, revocations and delays in issuance",
        "Documents conferring special rights cancelled",
        "Arbitrary detention of critics ",
        "Enhanced control of the union government",
        "Related Content",
        "Recently added",
        "DONATE TO PROTECT HUMAN RIGHTS",
        "FOLLOW US ON:",
        "India",
        "Bhopal Gas Tragedy: 40 years of Injustice",
        "The human rights wins of 2024",
        "India: Authorities must uphold human rights and end violence in Manipur following Biren Singh’s resignation",
        "Global: Failure to consult Indigenous Peoples on future pandemics will further harm children’s education",
        "ABOUT US",
        "RESOURCES",
        "GET INVOLVED",
        "LATEST",
        "WORK WITH US"
    ],
    "paragraphs": [
        "We have placed cookies on your device to help make this website better. You can use this tool to change your cookie settings. Otherwise, we'll assume you're OK to continue.",
        "Which language would you like to use this site in?",
        "The Indian authorities must stop using restrictive travel bans and arbitrary detentions under the country’s stringent anti-terror laws to intimidate critical dissenting voices from speaking out on Jammu and Kashmir, Amnesty International said today ahead of the first state elections in the last ten years.",
        "The authorities’ escalating repression of human rights after India revoked the special autonomous status of the region has resulted in arbitrary detentions, passports being revoked, the creation of opaque ‘no flying lists’, the denial of entry into India and arbitrary cancellations of Overseas Citizenship of India (OCI) status and affected those with Indian and non-Indian citizenship speaking out against the repression.",
        "“The Indian authorities are using arbitrary restrictions and punitive actions to create a climate of fear in Jammu and Kashmir. Anyone daring to speak out – whether to criticize the government or to stand up for human rights – faces a clampdown on their rights to freedom of expression and association and are unable to move freely within and outside the country,” said Aakar Patel, chair of board at Amnesty International India.",
        "“The Indian authorities must end their campaign of harassment and intimidation against dissenting voices. The people of Jammu and Kashmir must be able to exercise their right to fully participate in the decision-making about their future in the run up to, during and after elections.”",
        "The people of Jammu and Kashmir must be able to exercise their right to fully participate in the decision-making about their future in the run up to, during and after elections.",
        "Since the abrogation of Article 370 of the Indian Constitution in 2019, which scrapped Jammu and Kashmir’s special semi-autonomous status, and since Amnesty International issued its last briefing on the human rights situation in the region, we have verified the cases of at least five individuals, including journalists,  political leaders and activists, who have been prevented from travelling abroad or travelling into India, despite having the requisite travel documents, in violation of their right to freedom of movement. The Indian authorities have imposed the bans without any written explanation, court order or proper notification within the legal time frame which indicate a form of retaliation against their legitimate human rights work around Jammu and Kashmir.   ",
        "The government also continues to misuse the draconian Public Safety Act (PSA), which allows authorities to arbitrarily detain people for up to two years without charge or trial, and the UnlawfulActivities (Prevention) Act (UAPA) to carry out arbitrary  detentions. This has led to self-censorship of independent voices, and the Indian authorities’ near total control over information from Jammu and Kashmir.",
        "While there is no official data on the cancellation, denial, impounding or revocation of passports in Jammu & Kashmir, media reports suggest that about “98-200” passports may have been revoked since the abrogation of Article 370. Amnesty International documented in detail two cases of critics facing arbitrary passport revocation and one case of inordinate delays in issuance of passports.",
        "Masrat Zahra, a Kashmiri photojournalist who has won several international awards, has found herself in a state of limbo after her Indian passport was revoked without warning while she was pursuing higher education in the United States. Her family in Kashmir received a notice on 24 September 2023, dated back to 3 July 2023, demanding a response by 20 July—a deadline that had already passed by the time she became aware of it.",
        "“They had already made their decision to revoke my passport, so responding seemed futile,” said Zahra. “I am essentially trapped. I cannot leave the United States, nor can I return to India. I’ve had to self-censor my thoughts, avoiding anything that might raise attention on social media. But the hardest part is being separated from my family and unable to continue my work in Kashmir. I feel a deep responsibility to be the voice of my people, who are currently voiceless. There are no stories coming out of Kashmir anymore.”",
        "I feel a deep responsibility to be the voice of my people, who are currently voiceless. There are no stories coming out of Kashmir anymore.",
        "Before leaving India in March 2021, Zahra had been targeted under the Unlawful Activities Prevention Act (UAPA) in April 2020 for allegedly posting ‘anti-national’ content, though she was never formally detained. “Once I left, my name was added to a no-fly list. If I return to India, I know I will not be able to leave again. The police have harassed and surveilled my family, assaulted my father and mother. They questioned neighbors about my whereabouts and subjected my family to endless phone calls,” Zahra explained.",
        "In addition to these challenges, Zahra continues to face death threats, and the charges under which she was persecuted remain active. “Even though I was never given a copy of the FIR, the authorities retain the power to arrest me at any time if I return,” she added.",
        "Waheed Para, an activist and political leader associated with the opposition Jammu & Kashmir People’s Democratic Party (PDP), was accused by the National Investigation Agency, India’s primary anti-terror investigation body of being a “threat to the security of the state”, and had his passport impounded and revoked in May 2023 by the Regional Passport Office in Srinagar before he could travel to the US to start a fellowship at Yale University.",
        "They just arbitrarily invoked national security as a ground without any explanation… I lost a great academic opportunity…[I] could not even travel [for the cancer] treatment for my father. It has been extremely traumatic.",
        "“They [Regional Passport Office] did not give me any concrete reasons for revoking my passport. They just arbitrarily invoked national security as a ground without any explanation… I lost a great academic opportunity…[I] could not even travel within India to secure a proper treatment for my father who was suffering from cancer and recently passed away. It has been extremely traumatic,” Para told Amnesty International.",
        "Iltija Mufti, who is the daughter and media advisor to Mehbooba Mufti, ex-chief minister and political leader associated with PDP, has routinely spoken against the repression in the region since the abrogation of Article 370. She waited months to have her passport issued.",
        "“Finally, I had to approach the court and was able to get my passport after more than a year. The authorities had similarly troubled my mother and grandmother with their passports. My freedom of movement is a right enshrined in the Indian Constitution, but I had to really struggle to exercise this right,” Mufti told Amnesty International.",
        "My freedom of movement is a right enshrined in the Indian Constitution, but I had to really struggle to exercise this right.",
        "Till date, she has not been made aware of the reasons why the issuance of the passport was delayed. “They invoked the Official Secrets Act which is used in the cases of espionage to maintain secrecy. I haven’t even as much as had a traffic violation in my life. Their response was extreme. I was punished for daring to speak up,” she added.",
        "Issued by the Indian government, an OCI status allow foreign nationals with links to India through ancestry, marriage or prior citizenship, to enter India without a visa and stay, work and hold property among other benefits.   ",
        "In 2022, Amrit Wilson, an 82-year-old India-born British journalist and activist, received a formal document from the High Commission of India, accusing her of involvement in ‘multiple anti-India activities’ and ‘detrimental propaganda’ against the Indian government. As a result, her OCI was cancelled.",
        "“I was quite shocked to know that my OCI was cancelled. It is also extremely unfair because I have done nothing against India… It is absurd to say I’m anti-Indian. I grew up there. My parents lived their whole lives there,” Wilson told Amnesty International.",
        "While no concrete reason was offered to Wilson for the cancellation, an affidavit filed by the Indian authorities in an Indian court pointed towards several tweets she posted that were critical of the abrogation of Article 370 as grounds for cancellation. ",
        "I was quite shocked to know that my OCI was cancelled. It is also extremely unfair.",
        "Nitasha Kaul is a British-Indian professor of politics of Kashmiri origin, who has testified about the human rights situation in Kashmir before the United State House Committee on Foreign Affairs. She holds a UK passport and an OCI, but on 23 February 2024, she was denied entry to India and as a result, hasn’t been able to see her ailing mother, who still lives there.  She was not given any reason by the immigration authorities for such a denial except to tell her that they had received orders to not allow her entry by “authorities in Delhi”. ",
        "Kaul also told Amnesty International that a few weeks after she was denied entry to India, she received a notice from the Indian government on cancelling her OCI. Without any evidence, the letter accused her of “regularly targeting India and its leadership, particularly on Kashmir issue through [her] inimical writings, speeches, and journalistic activities at various international forums and social media platforms.”",
        "Kaul told Amnesty International, “Not being able to meet my only family has been deeply distressing. It is egregious and entirely unwarranted to punish scholars this way. My health has been significantly affected. My mother cannot travel to me, and I cannot be there for her. This is repression across borders and vindictive targeting of a scholar who does not toe the government line.”",
        "This is repression across borders and vindictive targeting of a scholar who does not toe the government line.",
        "In June 2024, the Indian authorities arrested the former president of the Jammu & Kashmir Court Bar Association, Mian Abdul Qayoom who had been critical about human rights violations by Indian authorities and the abrogation of Article 370 of the Indian Constitution. In July 2024, they arrested three more lawyers under the PSA. All four lawyers are being detained in jails outside of Kashmir, often in Jammu and Uttar Pradesh state.",
        "Their detention come amidst a crackdown on the Bar Association, which has been accused by the Indian authorities of “providing free legal aid to anti-nationals” and holding “anti-national and pro-secessionist” ideology.",
        "Journalists Majid Hyderi and Sajad Gul have also been detained under PSA and held outside Kashmir in Kot Balwal jail in Jammu district. “Out-of-state detention acts as an additional punishment for the detainees who are mostly government critics. The distance away from their home state further suppresses their freedom of expression and makes their families suffer, as well as making it difficult for them to meet regularly. The detainees are also unable to meet with their lawyers regularly,” said Shafqat Shah*, a lawyer at J&K high court.",
        "As part of its research, Amnesty International reviewed the Habeas Corpus Petitions (HCPs) filed to challenge the detentions under PSA before the Jammu & Kashmir and Ladakh High Court in the periods of 2014-2019 and 2019-2024. It found that there was a seven-fold increase in the number of cases filed under the PSA after 2019, with Muslim-dominated Srinagar recording consistently more PSA cases than Hindu-dominated Jammu.",
        "Amnesty International also found that the average time taken to dispose of these petitions in Srinagar High Court has inordinately been increased since 2019, further enabling arbitrary and prolonged detention.  From 269.9 days in the period of 2014 – 2019 to conclude a HCP which essentially allow the detainees to challenge the lawfulness and conditions of their detention in an independent and impartial court of law, the average time taken has gone up to 329.2 days in the period of 4 August 2019 – 31 July 2024.",
        "Even though the Election Commission of India has reportedly instructed the government officials in Jammu & Kashmir to not undertake “unnecessary preventive detention” ahead of the state elections, any kind of meaningful reprieve will only come from releasing those held under PSA for merely exercising their human rights and holding the authorities accountable.",
        "Data published by the National Crime Record Bureau in 2022 shows that nearly 37 per cent of the UAPA cases all over India were registered in Jammu & Kashmir, with a conviction rate of 3%. This illustrates the likelihood that the law is being misused to clamp down on human rights defenders by ensuring that the criminal proceedings characterized by stringent bail provisions, prolonged detention, and lengthy investigation under the UAPA as punishment. Khurram Parvez, a civil society activist and coordinator of Jammu & Kashmir Coalition of Civil Society, and journalist Irfan Mehraj continue to be detained under UAPA since 2021 and 2023 respectively.",
        "UAPA cases in Kashmir between 2020 – 2022",
        "Total UAPA cases in India between 2020 – 2022",
        "Data published by the National Crime Record Bureau between 2020 and 2022 shows that nearly 37 per cent of the Unlawful Activities Prevention Act (UAPA) cases all over India were registered in Jammu & Kashmir.",
        "“The modus operandi of the Indian authorities is to avoid carrying out large scale arrests or extrajudicial killings of critics and intensify their intimidation and harassment. This leads to powerlessness of the journalists and civil society by trapping them in a revolving door of answering queries and fighting criminal cases,” said Akhtar Bano*, an editor from Kashmir.  ",
        "In a further threat to human rights, the Lieutenant Governor of Jammu and Kashmir – appointed by the central government –  was on 12 July 2024  given absolute control over the jurisdiction of state governance including the local administrative officials, prisons, prosecutions and law offices. The increase of the powers of the LG enhances the control of the union government over the region, concentrating power in the hands of the LG and significantly limiting the autonomy traditionally exercised by the local government. This shift not only reduces the role of the Chief Minister and the elected legislature but also marginalizes their influence over critical administrative and legal decisions, thereby diminishing the power of local governance.",
        " Since 5 August 2019, the Indian authorities have also cracked down on government officials in Jammu & Kashmir for allegedly holding views “prejudicial to the interests of the security of the state” or being related in whichever capacity to people who were once militants. According to media reports, at least 40 government officials have been terminated  from their services without giving a reasonable opportunity to the officials to appeal or challenge such termination.",
        "The Indian authorities must go further and ensure all human rights are upheld and protected for everyone in Jammu and Kashmir. That is the ‘naya’ (new) Kashmir that the authorities must aspire to as they lay grounds for the return of the statehood of the region.”",
        "All cases of passport revocation, travel bans, and cancellation of OCI status documented by Amnesty International were characterised by over-broad reasons and a shroud of secrecy, closed executive appeal process and restricted access to courts, making them convenient tools of repression for the Indian authorities.  The making of decisions by the executive without any consultation of the public and the crackdown on government officials is further symbolic of violation of rights of the people of Jammu & Kashmir to take part in the political process and to express their opinions without any fear.",
        "“The first step to ending the repression in Jammu and Kashmir is to immediately release all those detained under the Public Safety Act and Unlawful Activities (Prevention) Act for merely exercising their right to freedom of expression,” said Aakar Patel.",
        "“The Indian authorities must go further and ensure all human rights are upheld and protected for everyone in Jammu and Kashmir. That is the ‘naya’ (new) Kashmir that the authorities must aspire to as they lay grounds for the return of the statehood of the region.”",
        "—",
        "*Names changed to protect identities.",
        "Together we can fight for human rights everywhere. Your donation can transform the lives of millions.",
        "If you are talented and passionate about human rights then Amnesty International wants to hear from you.",
        "© 2024 Amnesty International"
    ],
    "lists": [
        [
            "ENGLISH",
            "ESPAÑOL",
            "FRANÇAIS",
            "العربية"
        ],
        [
            "ENGLISH"
        ],
        [
            "DONATE NOW"
        ],
        [
            "ASIA AND THE PACIFIC",
            "CENSORSHIP AND FREEDOM OF EXPRESSION",
            "FREEDOM OF MOVEMENT",
            "INDIA",
            "NEWS",
            "PRESS RELEASE",
            "SOUTH ASIA"
        ],
        [
            "Dominican Republic: Health protocol reinforces racism in migration policies",
            "Saudi Arabia: Families fear imminent execution of loved ones amid surge in drug-related executions",
            "Algeria: Authorities step up crackdown on peaceful dissent in the face of new expressions of discontent",
            "Peru: Enacted law hinders freedom of expression and association and jeopardizes access to justice for victims",
            "Meet three female Indigenous anti-war activists from Russia"
        ],
        [
            "Contact Us",
            "How We’re Run",
            "Modern Slavery Act Statement",
            "Finances"
        ],
        [
            "Media Centre",
            "Human Rights Education",
            "Human Rights Courses",
            "Annual report archive"
        ],
        [
            "Join",
            "Take Action",
            "Volunteer"
        ],
        [
            "News",
            "Campaigns",
            "Research"
        ],
        [
            "Privacy Policy",
            "Accessibility",
            "Cookie Statement",
            "Permissions",
            "Refunds of Donations"
        ],
        [
            "Facebook",
            "Instagram",
            "X",
            "TikTok",
            "Bluesky",
            "YouTube",
            "LinkedIn"
        ]
    ],
    "tables": [
        [
            [
                "HCPs filed in 2014-19:"
            ],
            [
                "41"
            ],
            [
                "Jammu"
            ],
            [
                "231"
            ],
            [
                "Srinagar"
            ]
        ],
        [
            [
                "HCPs filed in 2019-24:"
            ],
            [
                "289"
            ],
            [
                "Jammu"
            ],
            [
                "1791"
            ],
            [
                "Srinagar"
            ]
        ]
    ]
}