{
    "url": "https://www.thehindu.com/news/national/jammu-and-kashmir/",
    "headings": [
        "Jammu and Kashmir",
        "Most Popular",
        "Latest News",
        "In Case You Missed It",
        "Pahalgam terror attack: Militaries of India, Pakistan on high alert",
        "J&K Police record statements to find clues on Pahalgam terror attack",
        "BSF scales down Beating Retreat ceremony; handshake with Pak. soldiers suspended",
        "J&K parties term attack an assault on Kashmiriyat, idea of India",
        "Pahalgam attack LIVE: J&K LG and Army Chief review security situation, Rahul Gandhi meets CM Omar Abdullah",
        "Pahalgam terror attack: Houses of LeT terrorists demolished in Kashmir",
        "Srinagar airport handled 110 flights on April 24, airfares reduced notably, says Govt",
        "Encounter breaks out in Bandipora in Jammu and Kashmir",
        "India-Pakistan relations post Pahalgam terror attack: A timeline",
        "‘Scarcity of brides’ hits Old Mysore region",
        "World Bank not informed of India’s decision on Indus Waters Treaty",
        "Pahalgam terror attack: Army Chief Gen Upendra Dwivedi arrives in Kashmir to review situation",
        "Pahalgam terror attack: Houses of LeT terrorists demolished in Kashmir",
        "Pahalgam attack aftermath: Srinagar airport handled 110 flights on April 24, airfares reduced notably, says Govt",
        "Heart of Kashmir | Review of The World With Its Mouth Open by Zahid Rafiq",
        "Encounter breaks out in Bandipora in Jammu and Kashmir",
        "Pahalgam attack LIVE: J&K LG and Army Chief review security situation, Rahul Gandhi meets CM Omar Abdullah",
        "BSF scales down Beating Retreat ceremony; handshake with Pak. soldiers suspended",
        "J&K Police record statements to find clues on Pahalgam terror attack",
        "Pahalgam terror attack: Militaries of India, Pakistan on high alert",
        "Tejashwi Yadav terms Pahalgam attack an intelligence failure",
        "15-year-old boys among the attackers, says Pahalgam victim’s son",
        "Pahalgam terror attack: J&K parties term attack an assault on Kashmiriyat, idea of India",
        "Pahalgam terror attack: Six in 10 families cancel travel plans to Kashmir, finds survey",
        "Pahalgam terror attack: Students from Kashmir face backlash, kin express fear",
        "Junior pontiff of Kanchi Kamakoti Peetam to be anointed on April 30",
        "Reciting ‘La ilaha illallah’ saved Assam University professor from terrorists in Pahalgam",
        "A daughter recollects traumatic gunning down of her father",
        "Indus Waters Treaty suspended: India has many options, says expert",
        "Aishwarya Rai Bachchan shares picture with Abhishek Bachchan on wedding anniversary",
        "Terrorists cursed Modi, asked my father to recite Islamic verse before shooting him: Daughter",
        "Trisha Krishnan opens up about marriage: ‘I don’t believe in it’",
        "Pakistan suspends the 1972 Simla Agreement: What is the agreement all about?",
        "More stories from Jammu and Kashmir",
        "The Hindu",
        "Contact us",
        "Group News Sites",
        "Other Products",
        "Popular Sections",
        "Opinion",
        "Business",
        "Sport",
        "Sci-Tech",
        "States",
        "Cities",
        "Trending on The Hindu",
        "Trending on Group sites",
        "Latest News"
    ],
    "paragraphs": [
        "Copyright© 2025, THG PUBLISHING PVT LTD. or its affiliated companies. All rights reserved.",
        "BACK TO TOP"
    ],
    "lists": [
        [
            "STATES",
            "ANDHRA PRADESH",
            "KARNATAKA",
            "KERALA",
            "TAMIL NADU",
            "TELANGANA",
            "ANDAMAN AND NICOBAR ISLANDS",
            "ARUNACHAL PRADESH",
            "ASSAM",
            "BIHAR",
            "CHANDIGARH",
            "CHHATTISGARH",
            "DAMAN, DIU, DADRA AND NAGAR HAVELI",
            "GOA",
            "GUJARAT",
            "HARYANA",
            "HIMACHAL PRADESH",
            "JAMMU AND KASHMIR",
            "JHARKHAND",
            "LAKSHADWEEP",
            "LADAKH",
            "MADHYA PRADESH",
            "MAHARASHTRA",
            "MANIPUR",
            "MEGHALAYA",
            "MIZORAM",
            "NAGALAND",
            "ODISHA",
            "OTHER STATES",
            "PUNJAB",
            "RAJASTHAN",
            "SIKKIM",
            "TRIPURA",
            "UTTAR PRADESH",
            "UTTARAKHAND",
            "WEST BENGAL"
        ],
        [
            "Prev",
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "Next"
        ],
        [
            "12 mins ago - India\nNational Herald case: Delhi court refuses to issue notice to Sonia Gandhi, Rahul Gandhi",
            "25 mins ago - India\nAmit Shah dials all CMs, asks them to ensure no Pakistani citizens stays in India beyond deadline",
            "25 mins ago - World\nChina vows in politburo meeting to support firms, workers affected by U. S. tariffs"
        ],
        [
            "National Herald case: Delhi court refuses to issue notice to Sonia Gandhi, Rahul Gandhi",
            "New on Amazon Prime Video this week: ‘Superboys of Malegaon’, ‘Crazxy’, ‘Veera Dheera Sooran Part 2’, and more",
            "Amit Shah dials all CMs, asks them to ensure no Pakistani citizens stays in India beyond deadline",
            "‘Ground Zero’ movie review: Emraan Hashmi paramilitary film is a conflicting watch",
            "China vows in politburo meeting to support firms, workers affected by U. S. tariffs"
        ],
        [
            "Waqf row: Can't stay law made by Parliament when validity presumed, Centre tells SC",
            "Platinum jubilee celebrations of Karnataka Public School at Hiriyadka from April 27",
            "Officials inspect Gachibowli road widening; zonal commissioner asked to complete works before monsoon onset",
            "Pahalgam terror attack: LIC settles Andhra victim’s insurance claim in record time",
            "‘The Last of Us’, ‘Logout’ and ‘Khauf’ deliver chills and thrills"
        ]
    ],
    "tables": []
}