{
    "url": "https://indianexpress.com/about/kashmir/",
    "headings": [
        "KASHMIR",
        "KASHMIR NEWS",
        "KASHMIR PHOTOS",
        "KASHMIR VIDEOS",
        "In Bengal, families cancel Kashmir travel plans, others who returned before the Pahalgam attack are ‘in shock’",
        "Last rites performed for father and son from Bhavnagar who died in the Pahalgam terror attack, Gujarat CM pays tribute",
        "'Problem not with Kashmir, but our government's security arrangements': Wife of Surat bank manager who was killed in Pahalgam",
        "Safe to go ahead with Kashmir trip? Most tourists from Maharashtra say no as cancellations rise after Pahalgam terror attack",
        "'Shailesh was to return from Kashmir a day after birthday': Surat family plans funeral after Pahalgam attack",
        "Delhi News Live Updates: Protestors raise slogans against Pakistan outside High Commission building after Pahalgam terror attack",
        "Pahalgam terror attack: 1 of 4 attackers identified, NIA team reaches crime scene",
        "Terror in paradise: A timeline of Kashmir's deadliest attacks since 2000",
        "Pahalgam Attack: Akshay Kumar, Vicky Kaushal, Kareena Kapoor, Allu Arjun strongly condemn Pahalgam terror attack; say 'Devastating to witness such cruelty'",
        "Daily Briefing: Grief and outrage as Pahalgam terror attack leaves 26 dead",
        "Srinagar gets its first multiplex; marks return of movies to Valley after over three decades",
        "Amid conflict, pigeon keeping thrives in Kashmir",
        "Express Wanderlust: Check out these wintry pictures from north Kashmir's Baramulla district",
        "Gulmarg turns white as Kashmir receives fresh snowfall",
        "First curfew, then lockdown: The unique struggles of Kashmiri athletes",
        "Express Wanderlust: Here's what you should know before your trip to Kashmir",
        "Tourists celebrate New Year Eve in snow-covered Gulmarg",
        "Top quotes of S Jaishankar at RNG Lecture: From Kashmir to RCEP to what he said on Pakistan",
        "Amid clashes, shutdown, J&K Class 10 students appear for board exams",
        "Prakash Raj is enjoying his vacation in Kashmir",
        "J&K political drama: Omar Abdullah, Mehbooba Mufti find themselves in a strange situation",
        "On Kashmir, Modi invokes Vajpayee. Says using bullets is not the way forward",
        "‘Governor’s rule is no alternative to democracy’, MOS Jitendra Singh At Idea Exchange",
        "Photos Of The Day: Encounter With Militants In Kupwara’s Halmatpora In Jammu & Kashmir",
        "Opinion | Why Is BJP's Offer Of Talks With Kashmir Important ?",
        "Army Launches Search Operation In Hiranagar",
        "Army Major, Jawan Martyred In Shopian",
        "Protesters Clash With Police On Eid",
        "Opinion | Is Defence Minister Arun Jaitley Right In Calling J&K A War-Like Zone",
        "Video Of Militants Fleeing After Killing Cops In Anantnag"
    ],
    "paragraphs": [
        "April 25, 2025 4:58 am",
        "Until Tuesday, the Kashmir Valley had become one of the most sought-after destinations post the COVID pandemic",
        "April 25, 2025 2:25 am",
        "Yatishbhai Sudhirbhai Parmar (45) and Smit Yatishbhai Parmar (17) died in Tuesday’s terror attack at Pahalgam. They had gone to J&K to attend religious preacher Morari Bapu’s Katha at Sher-i Kashmir International Convention Centre in Srinagar.",
        "April 25, 2025 7:29 am",
        "Shital Kalathiya sharply criticised the Union government Union Jal Shakti Minister C R Paatil, who came to pay homage at Shailesh Kalathiya’s funeral.",
        "April 23, 2025 8:27 pm",
        "Agents from various travel agencies hold differing views on the situation, with some believing it is now safe for tourists, given the additional security in place, while others say it is natural for tourists to cancel their trips out of fear.",
        "April 24, 2025 5:11 am",
        "On hearing of the terror attack, Shailesh Kathaliya’s cousin called him to check if things were fine — and heard he was among the victims.",
        "April 24, 2025 9:54 pm",
        "Delhi News Live Updates: The protestors were removed from outside the Pakistan High Commission shortly after the sloganeering began.",
        "April 23, 2025 11:46 am",
        "The team of senior NIA officers that has arrived in Pahalgam has been asked to provide assistance to the local police and examine statements of all the witnesses.",
        "April 23, 2025 11:33 am",
        "The Pahalgam terror attack in Kashmir's Anantnag is the biggest attack on civilians since the 2008 Mumbai terror attacks.",
        "April 23, 2025 1:34 pm",
        "Film celebrities on Pahalgam terror attack: Terrorists opened fire and killed 26 people in Pahalgam, Jammu & Kashmir. Film celebrities like Akshay Kumar, Anupam Kher, Aly Goni, and Vir Das have expressed their anguish on social media.",
        "April 23, 2025 9:21 am",
        "In today's edition: The attack hits at the heart of the Valley’s tourism sector, which has shown a near-constant growth since 2018 and has been touted as the most significant indicator of “normalcy” in Jammu and Kashmir.",
        "September 20, 2022 2:10 pm",
        "The first screening -- of Aamir Khan’s Laal Singh Chaddha -- at the complex will mark the return of movies to a theatre in the Kashmir valley after over 30 years.",
        "June 30, 2022 12:14 pm",
        "Many of these are domesticated, raised by one of the thousands of pigeon keepers there",
        "December 30, 2020 3:56 pm",
        "As we journey (virtually) into yet another destination this week, we take a look at these stunning images of tourists enjoying their time in north Kashmir's Baramulla district. Scroll down for some gorgeous photographs, courtesy of Indian Express photographer Shuaib Masoodi",
        "January 03, 2021 6:58 pm",
        "A blanket of snow covered Kashmir on Sunday as most areas received moderate snowfall, cutting the valley's surface as well as air connection with the rest of the country.",
        "May 06, 2020 2:20 pm",
        "Kashmir has seen back-to-back lockdowns - first when the Central government revoked Article 370 of the Constitution, followed by the shutdown to slow the spread of COVID-19.",
        "January 02, 2020 3:59 pm",
        "The place will instantly give you a feel of heaven. Before you visit it, here are some things to keep in mind.",
        "December 31, 2019 3:29 pm",
        "The MET Office has forecast a spell of moderate to heavy snowfall in the Union territories of Jammu and Kashmir and Ladakh Wednesday onwards.",
        "November 17, 2019 8:43 am",
        "S Jaishankar delivering the fourth RNG Lecture provided an assessment of the last 70 years of India’s foreign policy choices and challenged past positions — from dealing with China on boundary issues and handling Pakistan to managing ties with the US.",
        "October 29, 2019 4:53 pm",
        "As many as 1.6 lakh students will appear in the upcoming Board of School Education (BOSE) examinations at 1,502 centres across Kashmir, where only a total of 20.13 per cent students are attending schools post August 5",
        "June 04, 2019 9:56 am",
        "Soon after the Lok Sabha election results, actor-politician Prakash Raj has taken to Kashmir where he is shooting as well as holidaying with his family.",
        "June 22, 2020 6:10 pm",
        "National Conference chief Omar Abdullah said that PDP and NC coming together is not the best idea for mainstream politics in J&K. But today, both he and PDP chief Mehbooba Mufti find themselves in a strange situation.",
        "June 22, 2020 6:19 pm",
        "Modi also spoke about reduced instances of violence in northeast India and gave credit to the Army, Centre and state governments for repealing of AFSPA in Tripura, Meghalaya and parts of Arunachal Pradesh. See more: https://bit.ly/2M2t86i",
        "June 22, 2020 6:23 pm",
        "June 22, 2020 6:26 pm",
        "An encounter broke out in the Arampora area of the district on Tuesday after security forces launched an operation in the wake of militants opening fire at an Army patrol party.",
        "June 22, 2020 6:30 pm",
        "June 22, 2020 6:31 pm",
        "June 22, 2020 6:57 pm",
        "June 22, 2020 6:59 pm",
        "June 22, 2020 7:02 pm",
        "June 07, 2016 12:33 pm"
    ],
    "lists": [
        [
            "ENGLISH",
            "தமிழ்",
            "বাংলা",
            "മലയാളം",
            "ગુજરાતી",
            "हिंदी",
            "मराठी",
            "BUSINESS",
            "बिज़नेस"
        ],
        [
            ".(Opens in new window)",
            ".(Opens in new window)",
            ".(Opens in new window)",
            ".(Opens in new window)"
        ],
        [
            "India"
        ],
        [
            "EPAPER\n.OPENS IN NEW WINDOW",
            "TODAY’S PAPER\n.OPENS IN NEW WINDOW"
        ],
        [
            "Home\n.Opens in new window",
            "ePaper\n.Opens in new window",
            "My Express\n.Opens in new window",
            "UPSC\n.Opens in new window",
            "Entertainment\n.Opens in new window",
            "Explained\n.Opens in new window",
            "Opinion\n.Opens in new window",
            "Politics\n.Opens in new window",
            "Business\n.Opens in new window",
            "Sports\n.Opens in new window",
            "Cities\n.Opens in new window",
            "Lifestyle\n.Opens in new window"
        ],
        [
            "UP Board Result 2025",
            "Express Archive",
            "Mini Crossword",
            "Premium",
            "Express Shorts",
            "🎙️ Podcast",
            "Health & Wellness"
        ],
        [
            "NEWS",
            "PHOTOS",
            "VIDEOS"
        ],
        [
            "Explained News",
            "Political Pulse",
            "Latest Opinion",
            "Mumbai News",
            "Delhi News",
            "Pune News",
            "Bangalore News",
            "Bollywood News",
            "Health News",
            "India News",
            "Sports News",
            "Lifestyle News",
            "Latest News",
            "Cricket",
            "Tech Reviews",
            "Gadgets",
            "Mobile & Tabs",
            "Food & Wine",
            "Elections",
            "Fitness"
        ],
        [
            "UP Board Result 2025",
            "UP Board 12th Result 2025",
            "Pahalgam Terror Attack",
            "UPMSP Class 10th Result 2025",
            "Stock Analysis",
            "Live Cricket Score",
            "Screen Videos",
            "International Videos",
            "Indian Express Live TV",
            "IPL Points Table 2025",
            "IPL Match Today",
            "IPL Orange Cap 2025",
            "IPL Purple Cap 2025",
            "IPL 2025"
        ],
        [
            "‘She Had Come Down To 46-47 Kgs’: When Boney Kapoor Opened Up About Sridevi’S Struggles With Extreme Dieting To Look Thin On-Screen; Expert On Its Harmful Effects",
            "‘Let’S Not Mock Our Freedom Fighters’: SC To Rahul Gandhi For Remarks On VD Savarkar",
            "Bengaluru’S New Local Governance Act Goes Against The Spirit Of Decentralisation",
            "Sidharth Malhotra Gifts Mom-To-Be Kiara Advani A New Luxury Car Worth Rs 1.12 Crore; Ajay Devgn, Aishwarya Rai, Akshay Kumar Are Also Proud Owners",
            "Shah Rukh Khan Offered A Job To Wasim Akram After His Stay At Rehab For Cocaine Addiction: ‘It Made Me Volatile, Deceptive’",
            "Amid Iodine Tests On Paneer At Virat Kohli, Gauri Khan’S Restaurants, YouTuber Gaurav Taneja Shares Inside Look At How Milk Products Are Made",
            "Nbsenl.Edu.In, NBSE Nagaland Board HSLC, HSSLC Result 2025: Website To Check Scorecards",
            "RCB Coach Andy Flower’S Rich Praise For Devdutt Padikkal’S Knock And Partnership With Virat Kohli Vs RR: ‘Genuinely Outstanding…’",
            "Sensex Crashes Over 1,100 Points; Nifty Drops Below 24,000-Level",
            "Hyderabad Metro Announces TUTEM App To Enhance Safety Of Passengers, Especially Women",
            "‘It’S A Terrorist Attack’: US House Panel Slams NYT Pahalgam Report",
            "‘No One Came For Andaz Apna Apna Premiere 30 Years Ago Too’: Producer’S Children Reveal Why Aamir, Salman, Raveena, Karisma Didn’T Promote Re-Release In Person",
            "What Elon Musk Didn’T Budget For: Firing Workers Costs Money Too",
            "Netflix Cancels New Medical K-Drama’S Second Season After Just Four Episodes, Despite Huge Popularity And Top Ranking",
            "Appointing HPPS Officers On IPS Cadre Posts Violation Of Rules: Himachal HC",
            "UPMSP.Edu.In, UP Board 10th 12th Result 2025 Link: Official Websites To Check Marksheets – Upmsp.Edu.In, Education.Indianexpress.Com, Results.Digilocker.Gov.In"
        ],
        [
            "The Indian Express",
            "ieTamil.com",
            "The Financial Express",
            "ieBangla.com",
            "Loksatta",
            "ieMalayalam.com",
            "Jansatta",
            "ieGujarati.com",
            "inUth",
            "IE Education",
            "The ExpressGroup",
            "Newsletters",
            "26/11 Stories of Strength",
            "Ramnath Goenka Excellence in Journalism Awards",
            "Light House Journalism",
            "Careers"
        ],
        [
            "T&C",
            "Privacy Policy",
            "Advertise with Us",
            "Brand Solutions",
            "Contact Us",
            "Subscribe",
            "Statutory provisions on reporting (sexual offenses)",
            "This website follows the DNPA’s code of conduct",
            "CSR"
        ],
        [
            "News",
            "About",
            "Kashmir"
        ]
    ],
    "tables": []
}